Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G41A.tmx
Source language: en_us
Languages: zh_cn

source: China's Modern Master
zh_cn: 中国现代大师

source: Long tear-shaped white forms-representing bitter gourds commonly used in Chinese cuisine-stand out against a background of impassioned dark-green brushstrokes.
zh_cn: 长长的泪珠状白色的外形——象征着中国烹饪中普遍用到的苦瓜——在充满激情的深绿色线条的背景下凸显出来。

source: The late Chinese artist Wu Guanzhong called his 1998 work Bitter Melon Homestead, and wrote: "This is blood.
zh_cn: 已故的中国艺术家吴冠中把其1998年的一幅作品命名为《苦瓜家园》并写道：“这是鲜血。

source: This is destiny-Bitter melons are not so bitter, since-I have fully tasted the bitterest of the bitterest."
zh_cn: 这是命运......苦瓜并没有那么苦，因为我品味过极苦中的极苦。”

source: It's the personal narratives-in Wu's case, surviving the purges of the Cultural Revolution-as much as the aesthetics that have made works by Chinese modern artists some of the most sought after by collectors today.
zh_cn: 正是亲身经历——以吴老为例，他挺过了文化大革命的大清洗——以及审美价值让中 国近代艺术家的作品成为现在的收藏家最梦寐以求的一些珍品。

source: In particular, prices of those painted in the Western-influenced style that emerged between the 1920s and the 1950s have skyrocketed as big names-like Wu-die or become too old to paint.
zh_cn: 尤其是由已故或已经年老无法再创作的大家如吴老在20世纪20年代到50年代期间创作的作品，这些作品深受西方绘画风格的影响，价格也扶摇直上。

source: Wu's total sales at auction were estimated at about $261 million by the end of 2009, making him the second most profitable Chinese painter, after ink master Qi Baishi.
zh_cn: 截至2009年底，吴老的所有作品估计可以拍卖2.61亿美元左右，使他成为中国画家中仅次于水墨画大师齐白石的最卖座画家。

source: Earlier this year, bidders vying for a 1974 oil set a new record of $8.36 million at auction.
zh_cn: 今年早些时候，买家在拍卖会上出价836万美元拍下了一幅创作于1974年的油画，创造了新的纪录。

source: "When they started in Europe, at first no one got the importance, the great leap of embracing abstraction when you are Chinese and bound by tradition," says French art impresario and dealer Philippe Koutouzis.
zh_cn: 法国艺术指导和交易员菲利浦·库都基说：“当他们开始在欧洲创作时，起初没有人获得要领，对受到传统束缚的中国人来说，采用抽象主义就是一次巨大的飞跃。”

source: Their works represented a crucial break from classic painting to forms of self-expression new to Chinese culture.
zh_cn: 他们的作品标志着对古典绘画的一次重要突破，以新的形式自我展现中国文化。

source: Indeed, Wu was one of the first to forsake realist works for abstractions, which somehow managed to remain recognizably Chinese.
zh_cn: 实际上，吴老是最早摈弃现实主义采用抽象主义的画家之一，但他的画风成功地保留了中国的元素。

source: He had the patronage of Zhou Enlai and was the only Chinese modernist to live out his life in China.
zh_cn: 他受到了周恩来的支持，是中国唯一一位在国内寿终正寝的现代主义者。

source: Wu, 90, died unexpectedly in Beijing on June 25-the same day his son attended a ceremony in honor of the works he donated to the Hong Kong Museum of Art.
zh_cn: 6月25日，吴老突然在北京逝世，享年90岁——当天，他的儿子参加了纪念他向香港艺术博物馆捐赠作品的庆祝活动。

source: Wu's training was rooted in European style and technique.
zh_cn: 吴老的培训根植于欧洲的风格和技术。

source: In the 1930s, he studied in China under the French-trained painter Lin Fengmian.
zh_cn: 在20世纪30年代，在中国的时候，他在接受过法国培训的画家林风眠门下学习。

source: In the 1940s, a Chinese government scholarship sent Wu to France, which incubated the careers of those eventually recognized as the greats of Chinese modernism: Lin, Wu, San Yu, and T'ang Haywen, all now deceased, and Zao Wou-Ki and Chu Teh-Chun, who are in their 90s and live in Europe.
zh_cn: 在20世纪40年代，中国政府公费将吴老送到法国学习，法国造就了那些最终被公认为中国现代主义伟人的职业生涯：林风眠、吴冠中、常玉、唐海文、赵无极和朱德群。前四位如今已经不再人世，后两位已经90多岁，现在生活在欧洲。

source: Wu returned to his homeland after the 1949 communist victory.
zh_cn: 吴老1949年中国共产党胜利后就回到了祖国。

source: He suffered during the anti-intellectual purges of the Cultural Revolution in the 1970s, but lived long enough to enjoy the fruits of China's rise as a global economic power.
zh_cn: 在20世纪70年代，文化大革命反知识分子大清洗期间，他遭受了磨难，但是还算长寿，享受到了中国作为全球经济大国崛起的成果。

source: In 1992 he became the first living Chinese artist to have an exhibit at the British Museum.
zh_cn: 1992年，他成为首位在英国博物馆举办展览会的在世中国艺术家。

source: The Hong Kong museum, which has honored Wu with solo shows before, opened Lofty Integrity in March to commemorate his donation of dozens of paintings.
zh_cn: 香港博物馆先前曾以个人画展纪念吴老，在3月有举办了“崇高的气节”个人展来纪念他捐赠的众多作品。

source: It features multimedia displays, a re-creation of his studio, and 54 paintings, most of which were gifts from Wu-including Bitter Melon Homestead. "Our idea was not just to display the art but also present the history and the person behind the art," says curator Szeto Yuen-kit.
zh_cn: 展览中有多媒体展示，再现他的画室和54幅画作，其中大多数是吴老作为礼物相送的——包括《苦瓜家园》。馆长虚白斋说：“我们不仅仅想展示艺术，还想展示历史以及艺术背后的人。”

source: The Hong Kong exhibit, the main Wu show at the time of his death, has been such a hit, it has been extended twice due to popular demand.
zh_cn: 香港的展会是吴老去世时最主要的展览，十分轰动，因大众的要求两度被延长展期。

source: The same spirit of Chinese modernism can be found in the work of Wu's contemporary, Chu Teh-Chun.
zh_cn: 中国现代主义同样的精神在吴老的同代人朱德群那里也可以找到。

source: He reconciles Chinese tradition with an international sensibility in his calligraphy and hand-painted porcelain vases, currently on display in the exhibit Of Snow, Gold, and Sky at the Macau Museum of Art.
zh_cn: 他将中国的传统和国际的视野融入了他的书法和手绘的瓷瓶中，这些作品目前正在澳门艺术博物馆的“雪、黄金和天空”展览上出展。

source: "Chu takes the transparency of Rembrandt, the speed of calligraphy, and makes references to Chinese history," says Koutouzis, who helped manage the porcelain project for Chu.
zh_cn: 帮助朱老管理陶瓷项目的库都基说：“朱老采用了伦伯朗的透明画法，运用了书法的速度并参考了中国的历史。”

source: China's modernists fascinate present-day art lovers-and investors-because they are the product of encounters with global culture.
zh_cn: 中国的现代主义者对如今的艺术爱好者——以及投资者很有吸引力，因为他们是全球文化冲撞的产物。

source: Vinci Chang of Christie's 20th-century Chinese art department notes that many collectors are reluctant to sell, but remain willing to pay triple the estimates for important works by the likes of Wu.
zh_cn: 佳士得的中国20世纪艺术部门的张芬奇（Vinci Chang）指出，很多收藏家都不愿出售像吴老这样的重要作品，反而仍然愿意以估价的三倍价格买入。

source: "That period from the 1920s to the 1950s was the peak of China's interaction with Europe and the States, in art, science, and politics," she says.
zh_cn: 她说：“20世纪20年代到50年代这一时期是中国与欧洲和美国在艺术、科学和政治方面的交流高峰期。”

source: It was a time not too different from the present, a moment when Chinese keenly contemplate their place in the world.
zh_cn: 那段时间是中国竭力思索其在世界上地位的时期，与现在没有很多的区别。
